{
    "grounding": {
        "exercise": {
            "title": "Заземление 5-4-3-2-1",
            "beginExercise": "Начать Упражнение",
            "practiceAgain": "Практиковать Снова",
            "ofSteps": "из 5 шагов",
            "itemsFound": "элементов найдено",
            "found": "найдено",
            "greatAwareness": "Отличная осознанность!",
            "keepExploring": "Продолжайте исследовать...",
            "back": "Назад",
            "next": "Далее",
            "complete": "Завершить",
            "youAreGrounded": "Вы Заземлены",
            "groundedDescription": "Задействовав свои пять чувств, вы успешно заякорили себя в настоящем моменте.",
            "benefits": {
                "immediateStability": {
                    "title": "Немедленная Стабильность",
                    "description": "Соединитесь с окружением и почувствуйте заземление"
                },
                "mentalClarity": {
                    "title": "Ясность Ума",
                    "description": "Прервите беспокойные мысли и восстановите концентрацию"
                },
                "calmPresence": {
                    "title": "Спокойное Присутствие",
                    "description": "Почувствуйте большее присутствие и контроль"
                },
                "stability": {
                    "title": "Стабильность",
                    "description": "Вы связаны и заземлены"
                },
                "clarity": {
                    "title": "Ясность",
                    "description": "Беспокойные мысли замедлились"
                },
                "presence": {
                    "title": "Присутствие",
                    "description": "Вы здесь в этом моменте"
                }
            },
            "steps": {
                "see": {
                    "title": "Посмотрите вокруг",
                    "subtitle": "Найдите 5 вещей, которые вы можете увидеть",
                    "items": [
                        {
                            "text": "Что-то с интересным цветом или узором",
                            "guidance": "Ищите текстуры, отражения или цветовые комбинации, которые привлекают ваш взгляд"
                        },
                        {
                            "text": "Объект с гладкой текстурой",
                            "guidance": "Заметьте, как свет падает на поверхность - она глянцевая, матовая или что-то среднее?"
                        },
                        {
                            "text": "Что-то, что движется или имеет тени",
                            "guidance": "Наблюдайте, как движение создает меняющиеся узоры света и тени"
                        },
                        {
                            "text": "Деталь, которую вы не замечали раньше",
                            "guidance": "Присмотритесь к знакомым предметам - какие мелкие детали вы упустили?"
                        },
                        {
                            "text": "Что-то, что приносит вам утешение",
                            "guidance": "Сосредоточьтесь на том, почему этот объект кажется утешительным - его цвета, форма или воспоминания, которые он хранит"
                        }
                    ]
                },
                "touch": {
                    "title": "Почувствуйте вокруг",
                    "subtitle": "Найдите 4 вещи, которые вы можете потрогать или ощутить",
                    "items": [
                        {
                            "text": "Температура воздуха на вашей коже",
                            "guidance": "Заметьте, теплый ли он, прохладный или нейтральный - как он ощущается на разных частях тела?"
                        },
                        {
                            "text": "Текстура вашей одежды",
                            "guidance": "Почувствуйте ткань между пальцами - она мягкая, грубая, гладкая или текстурированная?"
                        },
                        {
                            "text": "Поверхность, на которой вы сидите или стоите",
                            "guidance": "Слегка надавите на неё - она твердая, мягкая, теплая или холодная к вашему телу?"
                        },
                        {
                            "text": "Что-то гладкое или грубое рядом с вами",
                            "guidance": "Проведите пальцами по поверхности - заметьте контраст в текстурах"
                        }
                    ]
                },
                "hear": {
                    "title": "Слушайте внимательно",
                    "subtitle": "Найдите 3 вещи, которые вы можете услышать",
                    "items": [
                        {
                            "text": "Ваше собственное дыхание или сердцебиение",
                            "guidance": "Закройте глаза и сосредоточьтесь внутри - можете ли вы услышать своё дыхание или пульс?"
                        },
                        {
                            "text": "Звуки снаружи (транспорт, природа, люди)",
                            "guidance": "Слушайте за пределами комнаты - какие отдаленные звуки вы можете определить?"
                        },
                        {
                            "text": "Тонкие звуки, которые вы обычно игнорируете",
                            "guidance": "Заметьте тихие звуки, такие как гудение электроники, движение воздуха или скрипы"
                        }
                    ]
                },
                "smell": {
                    "title": "Сделайте вдох",
                    "subtitle": "Найдите 2 вещи, которые вы можете почувствовать запах",
                    "items": [
                        {
                            "text": "Воздух в этой комнате",
                            "guidance": "Сделайте медленный, глубокий вдох - он свежий, спертый, ароматизированный или нейтральный?"
                        },
                        {
                            "text": "Что-то приятное или знакомое",
                            "guidance": "Ищите тонкие ароматы - кофе, мыло, кондиционер для белья или естественные запахи"
                        }
                    ]
                },
                "taste": {
                    "title": "Заметьте вкус",
                    "subtitle": "Найдите 1 вещь, которую вы можете почувствовать на вкус",
                    "items": [
                        {
                            "text": "Текущий вкус во рту",
                            "guidance": "Проведите языком по рту - сладкий, соленый, мятный или просто вкус слюны?"
                        }
                    ]
                }
            }
        },
        "howItWorks": {
            "title": "Как Работает Заземление 5-4-3-2-1",
            "description1": "Техника 5-4-3-2-1 работает, перенаправляя внимание вашего мозга от тревожных мыслей к непосредственным сенсорным переживаниям. Когда тревога активирует систему обнаружения угроз вашего мозга, намеренное задействование каждого из ваших пяти чувств создает конкурирующие нейронные сигналы, которые прерывают тревожную реакцию.",
            "description2": "Систематически определяя вещи, которые вы можете видеть, трогать, слышать, обонять и ощущать на вкус, вы переводите свою нервную систему из состояния гипервозбуждения в осознание настоящего момента. Это сенсорное вовлечение активирует префронтальную кору—центр рассуждений вашего мозга—который помогает регулировать миндалевидное тело, эмоциональную систему тревоги, запускающую беспокойство.",
            "description3": "Структура обратного отсчета (5-4-3-2-1) обеспечивает когнитивную основу, которая дает вашему уму конкретную задачу, предотвращая его погружение в беспокойство, одновременно привязывая вас к физическому окружению и настоящему моменту.",
            "sensoryEngagement": {
                "title": "Сенсорное Вовлечение",
                "description": "Одновременная активация нескольких чувств создает сильные нейронные сигналы, которые конкурируют с тревожными паттернами в мозге и подавляют их."
            },
            "neuralInterruption": {
                "title": "Нейронное Прерывание",
                "description": "Структурированная задача обратного отсчета задействует вашу префронтальную кору, прерывая тревожную реакцию миндалевидного тела и восстанавливая рациональное мышление."
            },
            "presentMomentAnchoring": {
                "title": "Привязка к Настоящему Моменту",
                "description": "Определение конкретных сенсорных деталей укореняет ваше осознание в здесь-и-сейчас, разрывая цикл размышлений о прошлом или беспокойства о будущем."
            }
        },
        "science": {
            "title": "Наука Заземления 5-4-3-2-1",
            "description": "Исследования демонстрируют, что техники сенсорного заземления производят измеримые улучшения в симптомах тревоги среди различных групп населения. В <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC12550066/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">рандомизированном контролируемом исследовании 121 ребенка с синдромом Туретта</a>, упражнения по заземлению привели к снижению показателей тревоги на 36 пунктов—значительно больше, чем в контрольной группе—с особенно сильными эффектами при тревоге разлуки (снижение на 11,31 пункта, размер эффекта 0,55) и социальной тревоге (снижение на 11,05 пункта, размер эффекта 0,65).",
            "research": {
                "anxietyReduction": {
                    "title": "Снижение Тревоги в Клинических Популяциях",
                    "description": "У детей с синдромом Туретта <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC12550066/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">протокол, включающий сенсорное заземление</a>, достиг снижения общих показателей тревоги на 36,02 пункта, при этом тревога разлуки снизилась на 11,31 пункта (размер эффекта 0,55), а социальная тревога на 11,05 пункта (размер эффекта 0,65)."
                },
                "mentalHealthImprovement": {
                    "title": "Улучшения Психического Здоровья и Функционирования",
                    "description": "Пациенты с функциональным неврологическим расстройством, использующие <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10272915/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">технику заземления 5-4-3-2-1</a>, показали увеличение показателей психического здоровья на 39 пунктов, улучшение эмоционального функционирования на 35 пунктов и снизили уровни нарушений вдвое с 25,7 до 13,2 по шкалам инвалидности."
                },
                "symptomFrequencyReduction": {
                    "title": "Снижение Частоты Симптомов",
                    "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8515382/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">Мета-анализ психологических методов лечения</a>, включающих сенсорное заземление, показал, что 82% пациентов достигли снижения частоты функциональных судорог как минимум на 50%, с устойчивыми улучшениями при 6-месячном наблюдении и сопутствующим снижением показателей тревоги."
                }
            }
        },
        "whenToPractice": {
            "title": "Когда Практиковать",
            "items": [
                "Во время панических атак или острых эпизодов тревоги для прерывания цикла эскалации",
                "Когда чувствуете подавленность, диссоциацию или отключенность от окружения",
                "Перед стрессовыми событиями, такими как презентации или сложные разговоры, для установления спокойствия",
                "После травматических триггеров или флэшбэков для восстановления связи с настоящим моментом"
            ]
        },
        "whatYoullNotice": {
            "title": "Что Вы Заметите",
            "items": [
                "Немедленное снижение беспокойных мыслей и психической подавленности в течение первой минуты",
                "Замедление сердечного ритма и снижение физического напряжения по мере успокоения нервной системы",
                "Более ясное мышление и улучшенная способность реагировать, а не реагировать автоматически на ситуации",
                "Большее чувство контроля и стабильности при регулярной практике во время стресса"
            ]
        },
        "tips": {
            "title": "Советы Для Лучших Результатов",
            "tip1": {
                "title": "Действуйте Медленно",
                "description": "Не торопитесь, определяя каждую сенсорную деталь—спешка противоречит цели. Потратьте 5-10 секунд на действительное наблюдение за каждым элементом, который вы определяете."
            },
            "tip2": {
                "title": "Будьте Конкретны",
                "description": "Вместо \"Я вижу стул\" попробуйте \"Я вижу деревянный стул с изогнутыми подлокотниками и красной подушкой\". Детальное наблюдение усиливает эффект заземления."
            },
            "tip3": {
                "title": "Повторяйте При Необходимости",
                "description": "Если тревога возвращается после одного раунда, немедленно сделайте другой. Вы можете практиковать эту технику столько раз, сколько необходимо, пока не почувствуете заземление."
            }
        }
    }
}
