{
  "guidedBreathing": {
    "interface": {
      "begin": "Начать",
      "elapsed": "прошло",
      "sessionProgress": "Прогресс Сеанса",
      "currentPhase": "Текущая Фаза",
      "beginExercise": "Начать Упражнение",
      "resume": "Возобновить",
      "pause": "Пауза",
      "stop": "Стоп",
      "exerciseComplete": "Упражнение Завершено",
      "excellentWork": "Отличная работа! Вы выполнили {completedCycles} циклов {techniqueName} за {totalTime}.",
      "breathingOptimized": "Дыхание оптимизировано",
      "mindCentered": "Разум сосредоточен",
      "ready": "готов",
      "breatheIn": "вдохнуть",
      "breatheOut": "выдохнуть",
      "hold": "задержать",
      "seconds": "секунд",
      "cycles": "циклов",
      "pattern": "паттерн"
    },
    "techniques": {
      "boxBreathing": {
        "name": "Квадратное Дыхание",
        "description": "Равное время для спокойной концентрации",
        "timing": "4-4-4-4",
        "bestFor": "Фокус и концентрация"
      },
      "calming": {
        "name": "Техника 4-7-8",
        "description": "Длительная задержка для глубокого расслабления",
        "timing": "4-7-8",
        "bestFor": "Глубокое расслабление и сон"
      },
      "energizing": {
        "name": "Энергизирующее 4-4-6",
        "description": "Сбалансированный паттерн для бодрости",
        "timing": "4-4-6",
        "bestFor": "Энергия и ясность ума"
      },
      "quickReset": {
        "name": "Быстрый Сброс",
        "description": "Быстрая техника для немедленного облегчения",
        "timing": "3-3-3",
        "bestFor": "Быстрое снятие стресса"
      }
    },
    "techniquesOverview": {
      "boxBreathing": {
        "title": "Квадратное Дыхание (4-4-4-4)",
        "description": "Равное время для всех фаз создает ясность ума и фокус. Используется морскими котиками и службами экстренного реагирования для поддержания спокойствия под давлением. Симметричный паттерн помогает регулировать вашу нервную систему и улучшать концентрацию.",
        "bestFor": "Лучше для: Фокус, концентрация, управление стрессом"
      },
      "calming": {
        "title": "4-7-8 Успокаивающее",
        "description": "Продолжительная задержка позволяет кислороду полностью насытить вашу кровь, в то время как долгий выдох активирует вашу парасимпатическую нервную систему. Эта техника особенно эффективна для снижения тревоги и подготовки ко сну.",
        "bestFor": "Лучше для: Снятие тревоги, подготовка ко сну, глубокое расслабление"
      },
      "energizing": {
        "title": "4-4-6 Энергизирующее",
        "description": "Сбалансированный паттерн, который увеличивает приток кислорода при сохранении контроля. Умеренный выдох помогает рассеять туман в голове и повысить бодрость без гипервентиляции.",
        "bestFor": "Лучше для: Ясность ума, прилив энергии, дневной сброс"
      },
      "quickReset": {
        "title": "3-3-3 Быстрый Сброс",
        "description": "Более быстрый ритм для немедленного снятия стресса, когда у вас есть только минута или две. Идеально подходит для моментов острой тревоги или когда вам нужна быстрая эмоциональная регуляция.",
        "bestFor": "Лучше для: Быстрое снятие стресса, экстренное успокоение, плотный график"
      }
    },
    "howItWorks": {
      "title": "Как Работает Управляемое Дыхание",
      "description1": "Структурированные паттерны дыхания работают, давая вашей нервной системе четкие, ритмичные сигналы, которые переключают вас из режима стресса в режим спокойствия. Когда вы следуете определенному счету—например, 4-7-8 или квадратное дыхание—вы берете под контроль автоматический процесс, что активирует блуждающий нерв, соединяющий ваш мозг с сердцем и пищеварительной системой.",
      "description2": "Разные паттерны служат разным целям. Равное время (как квадратное дыхание) создает ясность ума и фокус, балансируя вашу нервную систему. Продолжительные выдохи (как 4-7-8) вызывают более глубокое расслабление, сильнее активируя вашу парасимпатическую нервную систему. Более короткие паттерны обеспечивают быстрое облегчение, когда вам нужно немедленное спокойствие.",
      "description3": "Сам счет является терапевтическим—он дает вашему разуму что-то конкретное, на чем можно сосредоточиться, прерывая тревожные мысли, в то время как ваше тело естественным образом следует ритму к более спокойному состоянию.",
      "rhythmicControl": {
        "title": "Ритмичный Контроль",
        "description": "Следование определенному счету дает вашему разуму фокус, одновременно сигнализируя вашей нервной системе перейти от стресса к спокойствию."
      },
      "patternVariety": {
        "title": "Разнообразие Паттернов",
        "description": "Разные соотношения дыхания служат разным потребностям—равное время для фокуса, продолжительные выдохи для глубокого расслабления, более короткие паттерны для быстрого облегчения."
      },
      "neuralRegulation": {
        "title": "Нейронная Регуляция",
        "description": "Структурированное дыхание активирует блуждающий нерв, который контролирует ваш сердечный ритм, пищеварение и реакцию на стресс, способствуя систематическому спокойствию."
      }
    },
    "science": {
      "title": "Наука Управляемого Дыхания",
      "description": "Многочисленные клинические испытания демонстрируют, что техники управляемого дыхания приводят к измеримому снижению тревоги, гормонов стресса и физиологического возбуждения. <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC5455070/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">8-недельная программа с 20 сеансами по 15 минут диафрагмального дыхания</a> при 4 вдохах в минуту снизила негативный аффект на 2,55 балла по шкале PANAS и уменьшила уровень кортизола в слюне на 1,32-1,66 нг/мл у здоровых взрослых.",
      "research": {
        "anxietyReduction": {
          "title": "Быстрое Снижение Тревоги",
          "description": "У пациентов с COVID-19 <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11535222/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">5 дней управляемого глубокого дыхания</a> (4 сеанса в день по 15-20 минут каждый) снизили показатели тревоги по DASS-21 с 14,86 до 8,44—улучшение на 43%—в то время как контрольная группа показала минимальные изменения."
        },
        "panicReduction": {
          "title": "Управление Паническими Атаками",
          "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9954474/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">Обзор 16 исследований</a> показал, что медленное дыхание при 8-10 вдохах в минуту в течение 2-12 месяцев уменьшило частоту панических атак и нормализовало уровни CO2 с гипокапнического до 35-40 мм рт. ст. у пациентов с паническим расстройством и агорафобией."
        },
        "gadImprovement": {
          "title": "Облегчение Генерализованной Тревоги",
          "description": "У 41 пациента с ГТР <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8989478/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">3 месяца ежедневной практики дыхания</a> (15-20 минут, 4+ дня/неделю) снизили показатели BAI с 40,90 до 13,24—улучшение на 68%—и показатели GAD-7 с 19,33 до 5,86."
        }
      }
    },
    "whenToPractice": {
      "title": "Когда Практиковать",
      "items": [
        "Когда вы чувствуете тревогу или перегруженность и нуждаетесь в немедленном облегчении",
        "Перед сном, чтобы успокоить мчащиеся мысли и подготовиться к отдыху",
        "Во время стрессовых рабочих ситуаций или перед важными событиями",
        "В качестве ежедневной практики для формирования долгосрочной устойчивости к стрессу"
      ]
    },
    "whatYoullNotice": {
      "title": "Что Вы Заметите",
      "items": [
        "Немедленный успокаивающий эффект в первые 1-2 минуты практики",
        "Более медленный сердечный ритм и уменьшенное физическое напряжение во всем теле",
        "Более ясное мышление по мере улучшения притока кислорода и успокоения тревожных мыслей",
        "Лучшая способность справляться со стрессом при регулярной ежедневной практике"
      ]
    },
    "tips": {
      "title": "Советы Для Лучших Результатов",
      "technique": {
        "title": "Техника",
        "description": "Начните с одного паттерна хотя бы на неделю, прежде чем пробовать другие. Постоянство с одной техникой развивает более глубокое знакомство и эффективность."
      },
      "environment": {
        "title": "Окружение",
        "description": "Найдите тихое место, где вас не побеспокоят. Сидите удобно с поддержкой спины и расслабленными плечами."
      },
      "progression": {
        "title": "Прогрессия",
        "description": "Начните с более коротких сеансов (2-3 минуты) и постепенно увеличивайте по мере роста комфорта. Не заставляйте себя—найдите свой естественный ритм в паттерне."
      }
    }
  }
}
