{
  "soundTherapy": {
    "title": "Звукотерапия и Частотное Исцеление",
    "description": "Испытайте терапевтические частоты и бинауральные ритмы для глубокого расслабления, снижения тревожности и улучшения концентрации с помощью научно обоснованной звукотерапии.",
    "interface": {
      "frequency": "Частота",
      "binauralBeats": "Бинауральные Ритмы",
      "modulation": "Модуляция",
      "volume": "Громкость",
      "startSession": "Начать Звукотерапию",
      "stopSession": "Остановить Сеанс"
    },
    "playingState": {
      "description": "Позвольте целебным вибрациям окутать вас. Сосредоточьтесь на своем дыхании и позвольте частотам направить вас к глубокому расслаблению.",
      "instructions": "Закройте глаза и позвольте вибрациям проникнуть глубоко, принося покой вашему разуму и телу."
    },
    "frequencies": [
      {
        "name": "396Hz",
        "description": "Освобождение от страха и вины"
      },
      {
        "name": "417Hz",
        "description": "Содействие изменениям и трансформации"
      },
      {
        "name": "528Hz",
        "description": "Частота любви и восстановление ДНК"
      },
      {
        "name": "639Hz",
        "description": "Гармоничные отношения"
      },
      {
        "name": "741Hz",
        "description": "Пробуждение интуиции и самовыражения"
      },
      {
        "name": "852Hz",
        "description": "Возвращение к духовному порядку"
      },
      {
        "name": "963Hz",
        "description": "Связь с универсальным сознанием"
      },
      {
        "name": "174Hz",
        "description": "Природное обезболивающее и облегчение боли"
      }
    ],
    "binauralBeats": [
      {
        "name": "Нет",
        "description": "Чистая частота"
      },
      {
        "name": "Дельта 2Hz",
        "description": "Глубокий сон"
      },
      {
        "name": "Тета 4Hz",
        "description": "Глубокая медитация"
      },
      {
        "name": "Альфа 8Hz",
        "description": "Расслабленная концентрация"
      },
      {
        "name": "Бета 15Hz",
        "description": "Бодрствующее осознание"
      }
    ],
    "modulation": [
      {
        "name": "Выкл",
        "description": "Без модуляции"
      },
      {
        "name": "Очень Тонкая",
        "description": "Едва заметная"
      },
      {
        "name": "Мягкая",
        "description": "Эффект мягкого дыхания"
      },
      {
        "name": "Умеренная",
        "description": "Заметные волны"
      },
      {
        "name": "Сильная",
        "description": "Глубокая пульсация"
      }
    ],
    "howItWorks": {
      "title": "Как Работает Звукотерапия",
      "description1": "Звукотерапия использует специфические частоты и бинауральные ритмы для непосредственного влияния на электрическую активность вашего мозга. Когда вы слушаете два слегка различающихся тона в каждом ухе, ваш мозг создает третью 'призрачную' частоту—бинауральный ритм—который может направлять ваши мозговые волны в состояния глубокого расслабления, концентрации или спокойствия.",
      "description2": "Различные частоты резонируют с разными частями вашей нервной системы. Тета-волны (4-8 Гц) способствуют медитации и снятию тревожности, в то время как альфа-волны (8-12 Гц) улучшают расслабленную бдительность. Чистые тона также создают симпатические вибрации в тканях вашего тела, способствуя физическому расслаблению наряду с ментальным спокойствием.",
      "description3": "При последовательном использовании звукотерапия может помочь переобучить базовое состояние вашей нервной системы, облегчая доступ к спокойствию даже без аудио. Исследования показывают, что эти эффекты измеримы в сканировании мозга, вариабельности сердечного ритма и уровнях гормонов стресса.",
      "brainwaveEntrainment": {
        "title": "Синхронизация Мозговых Волн",
        "description": "Ваш мозг синхронизируется с внешними ритмическими стимулами, направляя электрическую активность к терапевтическим паттернам."
      },
      "autonomicBalance": {
        "title": "Автономный Баланс",
        "description": "Специфические частоты активируют парасимпатическую нервную систему, снижая частоту сердечных сокращений и уменьшая производство кортизола."
      },
      "physiologicalResonance": {
        "title": "Физиологический Резонанс",
        "description": "Звуковые вибрации создают тонкие физические эффекты по всему вашему телу, снимая мышечное напряжение и способствуя кровообращению."
      }
    },
    "science": {
      "title": "Наука, Лежащая в Основе Звукотерапии",
      "description": "Звукотерапия подкреплена строгими клиническими исследованиями, демонстрирующими измеримое снижение тревожности, стресса и физиологического напряжения. <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC5871151/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">Исследование с участием 62 человек</a> показало, что медитация с тибетскими поющими чашами снизила баллы тревожности на 0,67 пункта в целом и на 0,89 пункта у новичков, при этом напряжение уменьшилось на 1,12 пункта. Множественные испытания подтверждают, что звуковые вмешательства производят последовательные, измеримые преимущества.",
      "research": {
        "proceduralAnxiety": {
          "title": "Снижение Процедурной Тревожности",
          "description": "У 112 пациентов, проходящих бронхоскопию, <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9276398/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">аудио с бинауральными ритмами</a> снизило баллы тревожности на 7,26 пункта и понизило систолическое кровяное давление на 9,89 мм рт.ст.—значительно превосходя музыку или отсутствие вмешательства."
        },
        "thetaBeatsAddiction": {
          "title": "Тета-ритмы для Сопутствующей Тревожности",
          "description": "Восемь 20-минутных сеансов <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11811546/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">тета бинауральных ритмов 7,5 Гц</a> у 30 мужчин с опиоидной зависимостью снизили баллы по шкале тревожности с 27,47 до 10,00—улучшение на 64% с большим размером эффекта (η²=0,949)."
        },
        "emergencyStaff": {
          "title": "Снятие Стресса в Условиях Высокого Давления",
          "description": "Среди 54 медсестер экстренной помощи во время COVID-19, <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9534204/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">15 минут музыки на 432 Гц</a> снизили медианные баллы тревожности с 34 до 29, уменьшили частоту дыхания на 2,7 вдоха/мин и снизили систолическое АД на 3,8 мм рт.ст."
        }
      }
    },
    "whenToPractice": {
      "title": "Когда Практиковать",
      "items": [
        "Когда вы чувствуете себя подавленным, встревоженным или не можете успокоить свой разум",
        "Перед медицинскими процедурами, стрессовыми событиями или важными разговорами для успокоения нервной системы",
        "Во время острых эпизодов тревожности или паники для прерывания стрессовой реакции",
        "Перед сном для содействия глубокому расслаблению и подготовки к восстанавливающему сну"
      ]
    },
    "whatYoullNotice": {
      "title": "Что Вы Заметите",
      "items": [
        "Немедленный успокаивающий эффект в течение первых 1-2 минут, когда ваша нервная система начинает реагировать",
        "Более медленный пульс, более глубокое дыхание и сниженное мышечное напряжение по всему телу",
        "Улучшенная ментальная ясность и эмоциональная дистанция от тревожных мыслей",
        "Накопительная устойчивость при регулярной практике—ваш базовый уровень стресса постепенно снижается со временем"
      ]
    },
    "tips": {
      "title": "Советы для Лучших Результатов",
      "headphones": {
        "title": "Наушники",
        "description": "Используйте стереонаушники, чтобы бинауральные ритмы работали правильно. Каждое ухо должно слышать отдельную частоту."
      },
      "environment": {
        "title": "Окружение",
        "description": "Найдите тихое, комфортное место, где вас не побеспокоят. Приглушенное освещение или закрытые глаза улучшают концентрацию на звуках."
      },
      "consistency": {
        "title": "Последовательность",
        "description": "Практикуйте 10-20 минут ежедневно для лучших результатов. Синхронизация мозговых волн становится более эффективной при регулярном воздействии."
      }
    }
  }
}
