{
  "stressReliefBubbles": {
    "resetButton": "Сбросить Пузыри",
    "howItWorks": {
      "title": "Как Работает Тактильное Отвлечение",
      "description1": "Пузыри для снятия стресса работают через простой, но мощный механизм: тактильное отвлечение. Когда вы нажимаете и лопаете пузыри, ваш мозг переключает внимание с тревожных мыслей на немедленное физическое ощущение. Это сенсорное вовлечение активирует различные нейронные пути, прерывая паттерны руминации.",
      "description2": "Удовлетворяющий хлопок создает петлю обратной связи—вы совершаете действие, получаете немедленное сенсорное вознаграждение (звук хлопка и тактильное ощущение) и испытываете небольшое снятие напряжения. Повторение этого процесса через множество пузырей обеспечивает устойчивое отвлечение, в то время как ритмичное, повторяющееся движение имеет естественный успокаивающий эффект на нервную систему.",
      "description3": "При последовательном использовании тактильные инструменты, подобные этим, могут помочь построить более здоровые реакции на стресс. Ваш мозг учится перенаправлять тревожную энергию в физическое, контролируемое действие, а не спиралевидно погружаться в беспокойство.",
      "focusRedirection": {
        "title": "Перенаправление Фокуса",
        "description": "Переключает внимание с тревожных мыслей на немедленное физическое ощущение"
      },
      "sensoryFeedback": {
        "title": "Сенсорная Обратная Связь",
        "description": "Звуки хлопка и тактильное ощущение создают вознаграждающую петлю обратной связи"
      },
      "nervousSystemCalm": {
        "title": "Успокоение Нервной Системы",
        "description": "Повторяющееся движение запускает естественную реакцию расслабления"
      }
    },
    "science": {
      "title": "Наука, Лежащая в Основе Тактильного Снятия Стресса",
      "description": "Исследования демонстрируют, что инструменты тактильного отвлечения могут значительно снизить тревожность в стрессовых ситуациях. <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8488815/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">Рандомизированное контролируемое исследование детей во время стоматологических процедур</a> обнаружило, что использование fidget spinner снизило баллы тревожности на 3 пункта и уменьшило частоту пульса на 15,54 удара в минуту по сравнению с контрольной группой (p < 0,001).",
      "research": {
        "pediatricAnxiety": {
          "title": "Облегчение Детской Тревожности",
          "description": "В <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC12381172/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">исследовании 90 детей в возрасте 6-12 лет во время внутривенной катетеризации</a>, использование стресс-мяча снизило средние баллы тревожности с 4,9 до 1,0 по тесту изображений Venham (p < 0,001)—снижение на 80%. Восприятие боли также резко упало, с баллами 14,5 против 50,5 в контрольной группе."
        },
        "medicalProcedures": {
          "title": "Стресс Медицинских Процедур",
          "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11366058/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">Исследование 120 пациентов, проходящих ангиографию</a>, показало, что использование стресс-мяча снизило баллы по шкале тревожности состояния-черты с 15,89 до 14,92, в то время как контрольная группа увеличилась с 11,30 до 12,67 (p = 0,019). Участники мужского пола увидели снижение баллов с 16,59 до 11,93."
        },
        "attentionSupport": {
          "title": "Поддержка Устойчивого Внимания",
          "description": "Исследование <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11246969/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">70 взрослых с СДВГ, выполняющих когнитивные задачи</a>, обнаружило, что более высокие уровни беспокойства коррелировали с правильными ответами (t-оценка 10,72, p < 0,001). Беспокойство увеличилось с 2,3 до 3,5 случаев в ходе испытаний, сохраняя при этом точность 96,3%, что предполагает, что оно помогает поддерживать возбуждение, не нарушая производительность."
        }
      }
    },
    "whenToPractice": {
      "title": "Когда Практиковать",
      "items": [
        "Когда вы чувствуете беспокойную энергию или вам нужно занять руки во время тревоги",
        "Во время периодов ожидания или перед стрессовыми событиями, когда вам нужно отвлечение",
        "Когда тревожные мысли мчатся и вам нужно прервать цикл",
        "Как быстрый сброс между задачами для освобождения накопленного напряжения"
      ]
    },
    "whatYoullNotice": {
      "title": "Что Вы Заметите",
      "items": [
        "Немедленное удовлетворение от каждого хлопка и сенсорной обратной связи",
        "Постепенное смещение фокуса с тревожных мыслей на активность",
        "Физическое освобождение беспокойной энергии и побуждений к беспокойству",
        "Более спокойное состояние после завершения полного раунда лопанья пузырей"
      ]
    },
    "tips": {
      "title": "Советы для Лучших Результатов",
      "posture": {
        "title": "Ритм",
        "description": "Лопайте пузыри в своем темпе—быстро для освобождения энергии, медленно для методичного успокоения. Нет правильной скорости."
      },
      "environment": {
        "title": "Звук",
        "description": "Звук хлопка добавляет к опыту. Используйте его там, где вам комфортно, или отключите при необходимости в тихих местах."
      },
      "consistency": {
        "title": "Повторение",
        "description": "Несколько раундов нормально. Сбрасывайте и повторяйте столько раз, сколько вам нужно, чтобы полностью освободить напряжение."
      }
    }
  }
}
