{
  "stressReliefBubbles": {
    "resetButton": "Reset Bubbles",
    "howItWorks": {
      "title": "How Tactile Distraction Works",
      "description1": "Stress relief bubbles work through a simple but powerful mechanism: tactile distraction. When you press and pop the bubbles, your brain shifts attention from anxious thoughts to the immediate physical sensation. This sensory engagement activates different neural pathways, interrupting rumination patterns.",
      "description2": "The satisfying pop creates a feedback loop—you take an action, receive immediate sensory reward (the pop sound and tactile feeling), and experience a small release of tension. Repeating this process across multiple bubbles provides sustained distraction while the rhythmic, repetitive motion has a naturally calming effect on the nervous system.",
      "description3": "With consistent use, tactile tools like these can help build healthier stress responses. Your brain learns to redirect anxious energy into a physical, controllable action rather than spiraling into worry.",
      "focusRedirection": {
        "title": "Focus Redirection",
        "description": "Shifts attention from anxious thoughts to immediate physical sensation"
      },
      "sensoryFeedback": {
        "title": "Sensory Feedback",
        "description": "Pop sounds and tactile feeling create rewarding feedback loop"
      },
      "nervousSystemCalm": {
        "title": "Nervous System Calm",
        "description": "Repetitive motion triggers natural relaxation response"
      }
    },
    "science": {
      "title": "The Science Behind Tactile Stress Relief",
      "description": "Research demonstrates that tactile distraction tools can significantly reduce anxiety in stressful situations. A <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8488815/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">randomized controlled trial of children during dental procedures</a> found that using a fidget spinner lowered anxiety scores by 3 points and reduced pulse rate by 15.54 beats per minute compared to controls (p < 0.001).",
      "research": {
        "pediatricAnxiety": {
          "title": "Pediatric Anxiety Relief",
          "description": "In a <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC12381172/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">study of 90 children aged 6-12 during IV catheterization</a>, stress ball use reduced mean anxiety scores from 4.9 to 1.0 on the Venham Picture Test (p < 0.001)—an 80% reduction. Pain perception also dropped dramatically, with scores of 14.5 versus 50.5 in controls."
        },
        "medicalProcedures": {
          "title": "Medical Procedure Stress",
          "description": "A <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11366058/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">trial of 120 patients undergoing angiography</a> showed stress ball use lowered State-Trait Anxiety Inventory scores from 15.89 to 14.92, while controls increased from 11.30 to 12.67 (p = 0.019). Male participants saw scores drop from 16.59 to 11.93."
        },
        "attentionSupport": {
          "title": "Sustained Attention",
          "description": "Research on <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11246969/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">70 adults with ADHD performing cognitive tasks</a> found higher fidgeting levels correlated with correct responses (t-score of 10.72, p < 0.001). Fidgeting increased from 2.3 to 3.5 instances across trials while maintaining 96.3% accuracy, suggesting it helps maintain arousal without impairing performance."
        }
      }
    },
    "whenToPractice": {
      "title": "When To Practice",
      "items": [
        "When you feel restless energy or need to keep your hands busy during anxiety",
        "During waiting periods or before stressful events when you need distraction",
        "When anxious thoughts are racing and you need to break the cycle",
        "As a quick reset between tasks to release built-up tension"
      ]
    },
    "whatYoullNotice": {
      "title": "What You'll Notice",
      "items": [
        "Immediate satisfaction from each pop and sensory feedback",
        "Gradual shift of focus away from anxious thoughts to the activity",
        "Physical release of restless energy and fidgeting urges",
        "Calmer state after completing a full round of bubble popping"
      ]
    },
    "tips": {
      "title": "Tips For Best Results",
      "posture": {
        "title": "Rhythm",
        "description": "Pop bubbles at your own pace—fast for energy release, slow for methodical calming. There's no right speed."
      },
      "environment": {
        "title": "Sound",
        "description": "The pop sound adds to the experience. Use it where you're comfortable or mute if needed in quiet spaces."
      },
      "consistency": {
        "title": "Repetition",
        "description": "Multiple rounds are fine. Reset and repeat as many times as you need to fully release tension."
      }
    }
  }
}
