{
    "grounding": {
        "exercise": {
            "title": "5-4-3-2-1 ग्राउंडिंग",
            "beginExercise": "अभ्यास शुरू करें",
            "practiceAgain": "फिर से अभ्यास करें",
            "ofSteps": "5 चरणों में से",
            "itemsFound": "आइटम मिले",
            "found": "मिला",
            "greatAwareness": "बहुत अच्छी जागरूकता!",
            "keepExploring": "खोजते रहें...",
            "back": "वापस",
            "next": "आगे",
            "complete": "पूर्ण",
            "youAreGrounded": "आप स्थिर हैं",
            "groundedDescription": "अपनी पांच इंद्रियों को संलग्न करके, आपने सफलतापूर्वक खुद को वर्तमान क्षण में स्थापित किया है।",
            "benefits": {
                "immediateStability": {
                    "title": "तत्काल स्थिरता",
                    "description": "अपने वातावरण से जुड़ें और स्थिर महसूस करें"
                },
                "mentalClarity": {
                    "title": "मानसिक स्पष्टता",
                    "description": "दौड़ते विचारों को बाधित करें और फोकस वापस पाएं"
                },
                "calmPresence": {
                    "title": "शांत उपस्थिति",
                    "description": "अधिक उपस्थित और नियंत्रण में महसूस करें"
                },
                "stability": {
                    "title": "स्थिरता",
                    "description": "आप जुड़े और स्थिर हैं"
                },
                "clarity": {
                    "title": "स्पष्टता",
                    "description": "दौड़ते विचार धीमे हो गए हैं"
                },
                "presence": {
                    "title": "उपस्थिति",
                    "description": "आप इस क्षण में यहाँ हैं"
                }
            },
            "steps": {
                "see": {
                    "title": "अपने आसपास देखें",
                    "subtitle": "5 चीजें खोजें जो आप देख सकते हैं",
                    "items": [
                        {
                            "text": "दिलचस्प रंग या पैटर्न वाली कोई चीज",
                            "guidance": "बनावट, प्रतिबिंब, या रंग संयोजन देखें जो आपकी नजर आकर्षित करते हैं"
                        },
                        {
                            "text": "चिकनी बनावट वाली कोई वस्तु",
                            "guidance": "देखें कि सतह पर प्रकाश कैसे पड़ता है - क्या यह चमकदार, मैट, या बीच में है?"
                        },
                        {
                            "text": "कुछ जो हिल रहा है या जिसकी छाया है",
                            "guidance": "देखें कि गति प्रकाश और छाया के बदलते पैटर्न कैसे बनाती है"
                        },
                        {
                            "text": "एक विवरण जो आपने पहले नोटिस नहीं किया था",
                            "guidance": "परिचित वस्तुओं को करीब से देखें - कौन से छोटे विवरण आपने मिस किए हैं?"
                        },
                        {
                            "text": "कुछ जो आपको आराम देता है",
                            "guidance": "ध्यान दें कि यह वस्तु आरामदायक क्यों लगती है - इसके रंग, आकार, या इससे जुड़ी यादें"
                        }
                    ]
                },
                "touch": {
                    "title": "अपने आसपास महसूस करें",
                    "subtitle": "4 चीजें खोजें जिन्हें आप छू या महसूस कर सकते हैं",
                    "items": [
                        {
                            "text": "आपकी त्वचा पर हवा का तापमान",
                            "guidance": "ध्यान दें कि यह गर्म, ठंडी, या सामान्य है - यह आपके शरीर के विभिन्न हिस्सों पर कैसा लगता है?"
                        },
                        {
                            "text": "आपके कपड़ों की बनावट",
                            "guidance": "अपनी उंगलियों के बीच कपड़े को महसूस करें - क्या यह मुलायम, खुरदरा, चिकना, या बनावट वाला है?"
                        },
                        {
                            "text": "जिस सतह पर आप बैठे या खड़े हैं",
                            "guidance": "इसे थोड़ा दबाएं - क्या यह आपके शरीर के खिलाफ मजबूत, नरम, गर्म, या ठंडी है?"
                        },
                        {
                            "text": "आपके पास कुछ चिकना या खुरदरा",
                            "guidance": "अपनी उंगलियां सतह पर चलाएं - बनावट में अंतर पर ध्यान दें"
                        }
                    ]
                },
                "hear": {
                    "title": "ध्यान से सुनें",
                    "subtitle": "3 चीजें खोजें जो आप सुन सकते हैं",
                    "items": [
                        {
                            "text": "आपकी खुद की सांस या दिल की धड़कन",
                            "guidance": "अपनी आंखें बंद करें और अंदर की ओर ध्यान दें - क्या आप अपनी सांस या नाड़ी सुन सकते हैं?"
                        },
                        {
                            "text": "बाहर से आवाजें (ट्रैफिक, प्रकृति, लोग)",
                            "guidance": "कमरे से परे सुनें - कौन सी दूर की आवाजें आप पहचान सकते हैं?"
                        },
                        {
                            "text": "सूक्ष्म आवाजें जिन्हें आप आमतौर पर अनदेखा करते हैं",
                            "guidance": "शांत आवाजों पर ध्यान दें जैसे गुनगुनाती इलेक्ट्रॉनिक्स, हवा की गति, या बसने की आवाजें"
                        }
                    ]
                },
                "smell": {
                    "title": "एक सांस लें",
                    "subtitle": "2 चीजें खोजें जो आप सूंघ सकते हैं",
                    "items": [
                        {
                            "text": "इस कमरे की हवा",
                            "guidance": "एक धीमी, गहरी सांस लें - क्या यह ताजी, बासी, सुगंधित, या सामान्य है?"
                        },
                        {
                            "text": "कुछ सुखद या परिचित",
                            "guidance": "सूक्ष्म सुगंध खोजें - कॉफी, साबुन, फैब्रिक सॉफ्टनर, या प्राकृतिक गंध"
                        }
                    ]
                },
                "taste": {
                    "title": "स्वाद पर ध्यान दें",
                    "subtitle": "1 चीज खोजें जो आप चख सकते हैं",
                    "items": [
                        {
                            "text": "आपके मुंह में वर्तमान स्वाद",
                            "guidance": "अपनी जीभ अपने मुंह में घुमाएं - मीठा, नमकीन, पुदीना, या सिर्फ लार का स्वाद?"
                        }
                    ]
                }
            }
        },
        "howItWorks": {
            "title": "5-4-3-2-1 ग्राउंडिंग कैसे काम करती है",
            "description1": "5-4-3-2-1 तकनीक आपके मस्तिष्क का ध्यान चिंताजनक विचारों से तत्काल संवेदी अनुभवों की ओर पुनर्निर्देशित करके काम करती है। जब चिंता आपके मस्तिष्क की खतरा-पहचान प्रणाली को सक्रिय करती है, तो जानबूझकर अपनी प्रत्येक इंद्रिय को संलग्न करने से प्रतिस्पर्धी तंत्रिका संकेत बनते हैं जो चिंता प्रतिक्रिया को बाधित करते हैं।",
            "description2": "व्यवस्थित रूप से उन चीजों की पहचान करके जो आप देख सकते हैं, छू सकते हैं, सुन सकते हैं, सूंघ सकते हैं और चख सकते हैं, आप अपने तंत्रिका तंत्र को अति-उत्तेजना की स्थिति से वर्तमान-क्षण जागरूकता में स्थानांतरित करते हैं। यह संवेदी संलग्नता प्रीफ्रंटल कॉर्टेक्स को सक्रिय करती है—आपके मस्तिष्क का तर्क केंद्र—जो एमिग्डाला को नियंत्रित करने में मदद करता है, वह भावनात्मक अलार्म सिस्टम जो चिंता को ट्रिगर करता है।",
            "description3": "उलटी गिनती संरचना (5-4-3-2-1) संज्ञानात्मक मचान प्रदान करती है जो आपके मन को एक ठोस कार्य देती है, इसे चिंता में घूमने से रोकती है जबकि साथ ही आपको अपने भौतिक वातावरण और वर्तमान क्षण में स्थापित करती है।",
            "sensoryEngagement": {
                "title": "संवेदी संलग्नता",
                "description": "एक साथ कई इंद्रियों को सक्रिय करने से मजबूत तंत्रिका संकेत बनते हैं जो मस्तिष्क में चिंता पैटर्न के साथ प्रतिस्पर्धा करते हैं और उन्हें ओवरराइड करते हैं।"
            },
            "neuralInterruption": {
                "title": "तंत्रिका बाधा",
                "description": "संरचित उलटी गिनती कार्य आपके प्रीफ्रंटल कॉर्टेक्स को संलग्न करता है, एमिग्डाला की चिंता प्रतिक्रिया को बाधित करता है और तर्कसंगत सोच को बहाल करता है।"
            },
            "presentMomentAnchoring": {
                "title": "वर्तमान क्षण स्थापना",
                "description": "ठोस संवेदी विवरणों की पहचान करना आपकी जागरूकता को यहाँ-और-अभी में स्थापित करता है, अतीत के विचारों या भविष्य की चिंता के चक्र को तोड़ता है।"
            }
        },
        "science": {
            "title": "5-4-3-2-1 ग्राउंडिंग के पीछे का विज्ञान",
            "description": "शोध प्रदर्शित करता है कि संवेदी ग्राउंडिंग तकनीकें विविध आबादी में चिंता के लक्षणों में मापने योग्य सुधार उत्पन्न करती हैं। <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC12550066/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">टूरेट सिंड्रोम वाले 121 बच्चों के यादृच्छिक नियंत्रित परीक्षण</a> में, ग्राउंडिंग अभ्यासों ने चिंता स्कोर में 36-अंक की कमी की—नियंत्रण से काफी अधिक—अलगाव चिंता (11.31-अंक की कमी, प्रभाव आकार 0.55) और सामाजिक चिंता (11.05-अंक की कमी, प्रभाव आकार 0.65) पर विशेष रूप से मजबूत प्रभाव के साथ।",
            "research": {
                "anxietyReduction": {
                    "title": "नैदानिक आबादी में चिंता में कमी",
                    "description": "टूरेट सिंड्रोम वाले बच्चों में, <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC12550066/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">संवेदी ग्राउंडिंग को शामिल करने वाले प्रोटोकॉल</a> ने कुल चिंता स्कोर में 36.02-अंक की कमी हासिल की, अलगाव चिंता में 11.31 अंक (प्रभाव आकार 0.55) और सामाजिक चिंता में 11.05 अंक (प्रभाव आकार 0.65) की गिरावट के साथ।"
                },
                "mentalHealthImprovement": {
                    "title": "मानसिक स्वास्थ्य और कार्यप्रणाली में सुधार",
                    "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10272915/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">5-4-3-2-1 ग्राउंडिंग तकनीक</a> का उपयोग करने वाले कार्यात्मक न्यूरोलॉजिकल विकार वाले रोगियों ने मानसिक स्वास्थ्य स्कोर में 39-अंक की वृद्धि, भावनात्मक कार्यप्रणाली में 35-अंक का सुधार दिखाया, और विकलांगता पैमाने पर उनके हानि स्तर को 25.7 से 13.2 तक आधा कर दिया।"
                },
                "symptomFrequencyReduction": {
                    "title": "लक्षण आवृत्ति में कमी",
                    "description": "संवेदी ग्राउंडिंग को शामिल करने वाले <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8515382/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">मनोवैज्ञानिक उपचारों के मेटा-विश्लेषण</a> ने दिखाया कि 82% रोगियों ने कार्यात्मक दौरे की आवृत्ति में कम से कम 50% कमी हासिल की, 6 महीने के फॉलो-अप पर निरंतर सुधार और साथ में चिंता स्कोर में कमी।"
                }
            }
        },
        "whenToPractice": {
            "title": "कब अभ्यास करें",
            "items": [
                "पैनिक अटैक या तीव्र चिंता प्रकरणों के दौरान वृद्धि चक्र को बाधित करने के लिए",
                "जब अभिभूत, विघटित, या अपने आसपास से डिस्कनेक्ट महसूस करें",
                "प्रस्तुतियों या कठिन बातचीत जैसी तनावपूर्ण घटनाओं से पहले शांति स्थापित करने के लिए",
                "दर्दनाक ट्रिगर या फ्लैशबैक के बाद वर्तमान क्षण से फिर से जुड़ने के लिए"
            ]
        },
        "whatYoullNotice": {
            "title": "आप क्या देखेंगे",
            "items": [
                "पहले मिनट के भीतर दौड़ते विचारों और मानसिक अभिभव में तत्काल कमी",
                "जैसे-जैसे आपका तंत्रिका तंत्र शांत होता है, धीमी हृदय गति और कम शारीरिक तनाव",
                "स्पष्ट सोच और स्थितियों पर प्रतिक्रिया देने के बजाय प्रतिक्रिया करने की बेहतर क्षमता",
                "तनाव के दौरान नियमित अभ्यास से नियंत्रण और स्थिरता की अधिक भावना"
            ]
        },
        "tips": {
            "title": "सर्वोत्तम परिणामों के लिए सुझाव",
            "tip1": {
                "title": "धीरे जाएं",
                "description": "प्रत्येक संवेदी विवरण की पहचान करने में अपना समय लें—जल्दबाजी करना उद्देश्य को हरा देता है। प्रत्येक आइटम को वास्तव में देखने में 5-10 सेकंड खर्च करें।"
            },
            "tip2": {
                "title": "विशिष्ट रहें",
                "description": "\"मैं एक कुर्सी देखता हूं\" के बजाय, कोशिश करें \"मैं घुमावदार आर्मरेस्ट और लाल कुशन वाली एक लकड़ी की कुर्सी देखता हूं।\" विस्तृत अवलोकन ग्राउंडिंग प्रभाव को मजबूत करता है।"
            },
            "tip3": {
                "title": "जरूरत पड़ने पर दोहराएं",
                "description": "यदि एक राउंड के बाद चिंता वापस आती है, तो तुरंत दूसरा करें। आप इस तकनीक का आवश्यकतानुसार जितनी बार चाहें अभ्यास कर सकते हैं जब तक आप स्थिर महसूस न करें।"
            }
        }
    }
}
