{
  "guidedBreathing": {
    "interface": {
      "begin": "शुरू करें",
      "elapsed": "बीत चुका",
      "sessionProgress": "सत्र प्रगति",
      "currentPhase": "वर्तमान चरण",
      "beginExercise": "अभ्यास शुरू करें",
      "resume": "फिर से शुरू करें",
      "pause": "रोकें",
      "stop": "बंद करें",
      "exerciseComplete": "अभ्यास पूर्ण",
      "excellentWork": "उत्कृष्ट कार्य! आपने {totalTime} में {techniqueName} के {completedCycles} चक्र पूरे किए।",
      "breathingOptimized": "श्वास अनुकूलित",
      "mindCentered": "मन केंद्रित",
      "ready": "तैयार",
      "breatheIn": "सांस लें",
      "breatheOut": "सांस छोड़ें",
      "hold": "रोकें",
      "seconds": "सेकंड",
      "cycles": "चक्र",
      "pattern": "पैटर्न"
    },
    "techniques": {
      "boxBreathing": {
        "name": "बॉक्स ब्रीथिंग",
        "description": "शांत फोकस के लिए समान समय",
        "timing": "4-4-4-4",
        "bestFor": "फोकस और एकाग्रता"
      },
      "calming": {
        "name": "4-7-8 तकनीक",
        "description": "गहरी विश्राम के लिए विस्तारित होल्ड",
        "timing": "4-7-8",
        "bestFor": "गहरी विश्राम और नींद"
      },
      "energizing": {
        "name": "ऊर्जादायक 4-4-6",
        "description": "सतर्कता के लिए संतुलित पैटर्न",
        "timing": "4-4-6",
        "bestFor": "ऊर्जा और मानसिक स्पष्टता"
      },
      "quickReset": {
        "name": "त्वरित रीसेट",
        "description": "तत्काल राहत के लिए तेज तकनीक",
        "timing": "3-3-3",
        "bestFor": "त्वरित तनाव राहत"
      }
    },
    "techniquesOverview": {
      "boxBreathing": {
        "title": "बॉक्स ब्रीथिंग (4-4-4-4)",
        "description": "सभी चरणों के लिए समान समय मानसिक स्पष्टता और फोकस बनाता है। नेवी सील्स और आपातकालीन प्रतिक्रियाकर्ताओं द्वारा दबाव में शांत रहने के लिए उपयोग किया जाता है। सममित पैटर्न आपके तंत्रिका तंत्र को नियंत्रित करने और एकाग्रता में सुधार करने में मदद करता है।",
        "bestFor": "इसके लिए सर्वश्रेष्ठ: फोकस, एकाग्रता, तनाव प्रबंधन"
      },
      "calming": {
        "title": "4-7-8 शांत करने वाला",
        "description": "विस्तारित होल्ड ऑक्सीजन को आपके रक्त को पूरी तरह से संतृप्त करने की अनुमति देता है, जबकि लंबी साँस छोड़ना आपके पैरासिम्पेथेटिक नर्वस सिस्टम को सक्रिय करता है। यह तकनीक चिंता कम करने और नींद की तैयारी के लिए विशेष रूप से प्रभावी है।",
        "bestFor": "इसके लिए सर्वश्रेष्ठ: चिंता राहत, नींद की तैयारी, गहरी विश्राम"
      },
      "energizing": {
        "title": "4-4-6 ऊर्जादायक",
        "description": "संतुलित पैटर्न जो नियंत्रण बनाए रखते हुए ऑक्सीजन प्रवाह बढ़ाता है। मध्यम साँस छोड़ना मानसिक धुंध को साफ करने और हाइपरवेंटिलेशन के बिना सतर्कता बढ़ाने में मदद करता है।",
        "bestFor": "इसके लिए सर्वश्रेष्ठ: मानसिक स्पष्टता, ऊर्जा वृद्धि, दोपहर रीसेट"
      },
      "quickReset": {
        "title": "3-3-3 त्वरित रीसेट",
        "description": "जब आपके पास केवल एक या दो मिनट हों तब तत्काल तनाव राहत के लिए तेज लय। तीव्र चिंता के क्षणों या जब आपको त्वरित भावनात्मक नियंत्रण की आवश्यकता हो के लिए सही।",
        "bestFor": "इसके लिए सर्वश्रेष्ठ: त्वरित तनाव राहत, आपातकालीन शांति, व्यस्त कार्यक्रम"
      }
    },
    "howItWorks": {
      "title": "गाइडेड ब्रीथिंग कैसे काम करती है",
      "description1": "संरचित श्वास पैटर्न आपके तंत्रिका तंत्र को स्पष्ट, लयबद्ध संकेत देकर काम करते हैं जो आपको तनाव मोड से शांत मोड में बदलते हैं। जब आप एक विशिष्ट गिनती का पालन करते हैं—जैसे 4-7-8 या बॉक्स ब्रीथिंग—आप एक स्वचालित प्रक्रिया पर नियंत्रण ले रहे हैं, जो आपके मस्तिष्क को आपके हृदय और पाचन तंत्र से जोड़ने वाली वेगस नर्व को सक्रिय करती है।",
      "description2": "विभिन्न पैटर्न विभिन्न उद्देश्यों की सेवा करते हैं। समान समय (जैसे बॉक्स ब्रीथिंग) आपके तंत्रिका तंत्र को संतुलित करके मानसिक स्पष्टता और फोकस बनाता है। विस्तारित साँस छोड़ना (जैसे 4-7-8) आपके पैरासिम्पेथेटिक नर्वस सिस्टम को अधिक मजबूती से सक्रिय करके गहरी विश्राम को ट्रिगर करता है। छोटे पैटर्न जब आपको तत्काल शांति की आवश्यकता हो तब त्वरित राहत प्रदान करते हैं।",
      "description3": "गिनती खुद चिकित्सीय है—यह आपके मन को ध्यान केंद्रित करने के लिए कुछ ठोस देती है, चिंताजनक विचारों को बाधित करती है जबकि आपका शरीर स्वाभाविक रूप से शांत अवस्था में लय का अनुसरण करता है।",
      "rhythmicControl": {
        "title": "लयबद्ध नियंत्रण",
        "description": "एक विशिष्ट गिनती का पालन करना आपके मन को फोकस देता है जबकि आपके तंत्रिका तंत्र को तनाव से शांति में बदलने का संकेत देता है।"
      },
      "patternVariety": {
        "title": "पैटर्न विविधता",
        "description": "विभिन्न श्वास अनुपात विभिन्न आवश्यकताओं की सेवा करते हैं—फोकस के लिए समान समय, गहरी विश्राम के लिए विस्तारित साँस छोड़ना, त्वरित राहत के लिए छोटे पैटर्न।"
      },
      "neuralRegulation": {
        "title": "तंत्रिका नियंत्रण",
        "description": "संरचित श्वास वेगस नर्व को सक्रिय करती है, जो आपकी हृदय गति, पाचन और तनाव प्रतिक्रिया को नियंत्रित करती है, व्यवस्थित शांति को बढ़ावा देती है।"
      }
    },
    "science": {
      "title": "गाइडेड ब्रीथिंग के पीछे का विज्ञान",
      "description": "कई नैदानिक परीक्षण प्रदर्शित करते हैं कि निर्देशित श्वास तकनीकें चिंता, तनाव हार्मोन और शारीरिक उत्तेजना में मापने योग्य कमी उत्पन्न करती हैं। <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC5455070/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">प्रति मिनट 4 सांसों पर 15 मिनट डायाफ्रामिक श्वास के 20 सत्रों के साथ 8-सप्ताह के कार्यक्रम</a> ने स्वस्थ वयस्कों में PANAS स्केल पर नकारात्मक प्रभाव को 2.55 अंक और लार कोर्टिसोल स्तर को 1.32-1.66 ng/mL कम किया।",
      "research": {
        "anxietyReduction": {
          "title": "तीव्र चिंता में कमी",
          "description": "COVID-19 रोगियों में, <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11535222/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">5 दिनों की निर्देशित गहरी श्वास</a> (दैनिक 4 सत्र, प्रत्येक 15-20 मिनट) ने DASS-21 पर चिंता स्कोर को 14.86 से 8.44 तक कम किया—43% सुधार—जबकि नियंत्रण समूह में न्यूनतम बदलाव दिखा।"
        },
        "panicReduction": {
          "title": "पैनिक अटैक प्रबंधन",
          "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9954474/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">16 अध्ययनों की समीक्षा</a> में पाया गया कि 2-12 महीनों में प्रति मिनट 8-10 सांसों पर धीमी सांस ने पैनिक डिसऑर्डर और एगोराफोबिया वाले रोगियों में पैनिक अटैक की आवृत्ति कम की और CO2 स्तर को हाइपोकैपनिक से 35-40 mmHg तक सामान्य किया।"
        },
        "gadImprovement": {
          "title": "सामान्यीकृत चिंता राहत",
          "description": "41 GAD रोगियों में, <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8989478/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">3 महीने के दैनिक श्वास अभ्यास</a> (15-20 मिनट, सप्ताह में 4+ दिन) ने BAI स्कोर को 40.90 से 13.24 तक कम किया—68% सुधार—और GAD-7 स्कोर को 19.33 से 5.86 तक।"
        }
      }
    },
    "whenToPractice": {
      "title": "कब अभ्यास करें",
      "items": [
        "जब आप चिंतित या अभिभूत महसूस कर रहे हों और तत्काल राहत की आवश्यकता हो",
        "सोने से पहले दौड़ते विचारों को शांत करने और आराम की तैयारी के लिए",
        "तनावपूर्ण कार्य स्थितियों या महत्वपूर्ण घटनाओं से पहले के दौरान",
        "दीर्घकालिक तनाव प्रतिरोध बनाने के लिए दैनिक अभ्यास के रूप में"
      ]
    },
    "whatYoullNotice": {
      "title": "आप क्या देखेंगे",
      "items": [
        "अभ्यास के पहले 1-2 मिनट के भीतर तत्काल शांत प्रभाव",
        "धीमी हृदय गति और पूरे शरीर में कम शारीरिक तनाव",
        "स्पष्ट सोच जैसे ऑक्सीजन प्रवाह में सुधार होता है और चिंताजनक विचार शांत होते हैं",
        "लगातार दैनिक अभ्यास के साथ तनाव को संभालने की बेहतर क्षमता"
      ]
    },
    "tips": {
      "title": "सर्वोत्तम परिणामों के लिए सुझाव",
      "technique": {
        "title": "तकनीक",
        "description": "दूसरों को आजमाने से पहले कम से कम एक सप्ताह के लिए एक पैटर्न से शुरू करें। एक तकनीक के साथ निरंतरता गहरी परिचितता और प्रभावशीलता बनाती है।"
      },
      "environment": {
        "title": "वातावरण",
        "description": "एक शांत जगह खोजें जहां आपको बाधित नहीं किया जाएगा। अपनी पीठ को सहारा देकर और कंधों को शिथिल करके आराम से बैठें।"
      },
      "progression": {
        "title": "प्रगति",
        "description": "छोटे सत्रों (2-3 मिनट) से शुरू करें और जैसे-जैसे आराम बढ़े धीरे-धीरे विस्तारित करें। सांस को मजबूर न करें—पैटर्न के भीतर अपनी प्राकृतिक लय खोजें।"
      }
    }
  }
}
