{
  "meta": {
    "home": {
      "title": "ओपन सोर्स चिंता टूलकिट",
      "description": "श्वास तकनीक, ग्राउंडिंग और मांसपेशी विश्राम सहित चिंता राहत के लिए समुदाय-निर्मित उपकरण।"
    },
    "breathing": {
      "title": "2-मिनट श्वास अभ्यास",
      "description": "4:6 श्वास पैटर्न का उपयोग करके मुफ्त निर्देशित श्वास अभ्यास। चिंता और तनाव को स्वाभाविक रूप से कम करने के लिए पैरासिम्पेथेटिक नर्वस सिस्टम को सक्रिय करता है।"
    },
    "grounding": {
      "title": "5-4-3-2-1 ग्राउंडिंग तकनीक",
      "description": "चिंता और पैनिक को शांत करने के लिए अपनी 5 इंद्रियों का उपयोग करके मुफ्त ग्राउंडिंग अभ्यास। तत्काल तनाव राहत के लिए साक्ष्य-आधारित तकनीक।"
    },
    "guidedBreathing": {
      "title": "गाइडेड ब्रीथिंग अभ्यास",
      "description": "सौम्य मार्गदर्शन के साथ विस्तारित निर्देशित श्वास अभ्यास। गहरी विश्राम और चिंता प्रबंधन के लिए 5-10 मिनट के सत्र।"
    },
    "progressiveMuscleRelaxation": {
      "title": "प्रगतिशील मांसपेशी विश्राम",
      "description": "मुफ्त निर्देशित मांसपेशी विश्राम अभ्यास। व्यवस्थित मांसपेशी विश्राम तकनीकों के माध्यम से शारीरिक तनाव और चिंता को रिहा करें।"
    },
    "peacefulVisualization": {
      "title": "शांतिपूर्ण विज़ुअलाइज़ेशन",
      "description": "चिंता राहत के लिए निर्देशित विज़ुअलाइज़ेशन अभ्यास। तनाव कम करने और विश्राम के लिए अपने मन में शांत स्थानों की यात्रा करें।"
    },
    "thoughtLabeling": {
      "title": "विचार लेबलिंग",
      "description": "इंटरैक्टिव चिंता विचार वर्गीकरण उपकरण। उनके भावनात्मक प्रभाव को कम करने के लिए चिंताजनक विचारों को पहचानें और लेबल करें।"
    },
    "stressReliefBubbles": {
      "title": "स्ट्रेस रिलीफ बबल्स - इंटरैक्टिव गेम",
      "description": "तनाव राहत और चिंता प्रबंधन के लिए इंटरैक्टिव बबल पॉपिंग गेम। तनाव रिहाई के लिए संतोषजनक संवेदी अनुभव।"
    },
    "fidgetSpinner": {
      "title": "ऑनलाइन फिजेट स्पिनर - बेचैन ऊर्जा के लिए शांत गति",
      "description": "यथार्थवादी गति के साथ न्यूनतम वर्चुअल फिजेट स्पिनर। घुमाने के लिए खींचें, स्थिर होने के लिए छोड़ें, और बेचैन हाथों को एक स्थिर आउटलेट दें।"
    },
    "soundTherapy": {
      "title": "साउंड थेरेपी - चिंता के लिए हीलिंग फ्रीक्वेंसी",
      "description": "हीलिंग फ्रीक्वेंसी और बाइनॉरल बीट्स के साथ मुफ्त साउंड थेरेपी। चिंता और तनाव राहत के लिए गहरी विश्राम ऑडियो।"
    },
    "stressBall": {
      "title": "इंटरैक्टिव स्ट्रेस बॉल - चिंता राहत के लिए खींचें और फेंकें",
      "description": "इंटरैक्टिव वर्चुअल स्ट्रेस बॉल गेम। तत्काल तनाव राहत और चिंता प्रबंधन के लिए खींचें, फेंकें और उछालें। मुफ्त चिकित्सीय उपकरण।"
    },
    "privacy": {
      "title": "गोपनीयता नीति - Anxiety Aid Tools",
      "description": "Anxiety Aid Tools के लिए गोपनीयता नीति। जानें कि हम न्यूनतम एनालिटिक्स और केवल-स्थानीय स्टोरेज के साथ आपके डेटा की सुरक्षा कैसे करते हैं।"
    },
    "terms": {
      "title": "सेवा की शर्तें - Anxiety Aid Tools",
      "description": "Anxiety Aid Tools के लिए सेवा की शर्तें। ओपन सोर्स GPL लाइसेंस प्राप्त चिंता प्रबंधन एप्लिकेशन।"
    },
    "support": {
      "title": "सहायता - Anxiety Aid Tools",
      "description": "Anxiety Aid Tools के साथ सहायता प्राप्त करें। हमारे चिंता प्रबंधन ऐप के लिए FAQ, संपर्क जानकारी और समस्या निवारण।"
    },
    "mobile": {
      "title": "मोबाइल ऐप्स - iOS और Android के लिए Anxiety Aid Tools",
      "description": "iOS और Android के लिए Anxiety Aid Tools मोबाइल ऐप डाउनलोड करें। चलते-फिरते मुफ्त चिंता राहत तकनीकें - श्वास अभ्यास, ग्राउंडिंग, और बहुत कुछ।"
    }
  }
}
