{
  "stressReliefBubbles": {
    "resetButton": "बबल्स रीसेट करें",
    "howItWorks": {
      "title": "स्पर्श विचलन कैसे काम करता है",
      "description1": "स्ट्रेस रिलीफ बबल्स एक सरल लेकिन शक्तिशाली तंत्र के माध्यम से काम करते हैं: स्पर्श विचलन। जब आप बबल्स को दबाते और फोड़ते हैं, आपका मस्तिष्क ध्यान चिंताजनक विचारों से तत्काल शारीरिक संवेदना की ओर स्थानांतरित करता है।",
      "description2": "संतोषजनक पॉप एक फीडबैक लूप बनाता है—आप एक क्रिया करते हैं, तत्काल संवेदी पुरस्कार (पॉप ध्वनि और स्पर्श अनुभूति) प्राप्त करते हैं, और तनाव की एक छोटी रिहाई अनुभव करते हैं।",
      "description3": "लगातार उपयोग से, इस तरह के स्पर्श उपकरण स्वस्थ तनाव प्रतिक्रियाएं बनाने में मदद कर सकते हैं। आपका मस्तिष्क चिंता में घूमने के बजाय चिंता ऊर्जा को एक शारीरिक, नियंत्रणीय क्रिया में पुनर्निर्देशित करना सीखता है।",
      "focusRedirection": {
        "title": "फोकस पुनर्निर्देशन",
        "description": "ध्यान को चिंताजनक विचारों से तत्काल शारीरिक संवेदना की ओर स्थानांतरित करता है"
      },
      "sensoryFeedback": {
        "title": "संवेदी फीडबैक",
        "description": "पॉप ध्वनियां और स्पर्श अनुभूति पुरस्कृत फीडबैक लूप बनाती हैं"
      },
      "nervousSystemCalm": {
        "title": "तंत्रिका तंत्र शांति",
        "description": "दोहराव वाली गति प्राकृतिक विश्राम प्रतिक्रिया को ट्रिगर करती है"
      }
    },
    "science": {
      "title": "स्पर्श तनाव राहत के पीछे का विज्ञान",
      "description": "शोध प्रदर्शित करता है कि स्पर्श विचलन उपकरण तनावपूर्ण स्थितियों में चिंता को काफी कम कर सकते हैं। <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8488815/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">दंत प्रक्रियाओं के दौरान बच्चों के यादृच्छिक नियंत्रित परीक्षण</a> में पाया गया कि फिजेट स्पिनर का उपयोग करने से चिंता स्कोर 3 अंक और नाड़ी दर नियंत्रण की तुलना में 15.54 बीट प्रति मिनट कम हुई (p < 0.001)।",
      "research": {
        "pediatricAnxiety": {
          "title": "बाल चिंता राहत",
          "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC12381172/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">IV कैथीटेराइजेशन के दौरान 6-12 वर्ष के 90 बच्चों के अध्ययन</a> में, स्ट्रेस बॉल के उपयोग ने वेनहम पिक्चर टेस्ट पर औसत चिंता स्कोर को 4.9 से 1.0 तक कम किया (p < 0.001)—80% की कमी।"
        },
        "medicalProcedures": {
          "title": "चिकित्सा प्रक्रिया तनाव",
          "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11366058/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">एंजियोग्राफी से गुजर रहे 120 रोगियों के परीक्षण</a> ने दिखाया कि स्ट्रेस बॉल के उपयोग ने स्टेट-ट्रेट एंग्जायटी इन्वेंटरी स्कोर को 15.89 से 14.92 तक कम किया, जबकि नियंत्रण 11.30 से 12.67 तक बढ़ गए (p = 0.019)।"
        },
        "attentionSupport": {
          "title": "निरंतर ध्यान",
          "description": "<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11246969/\" target=\"_blank\" rel=\"nofollow\" class=\"text-purple-600 underline hover:text-purple-800\">संज्ञानात्मक कार्य करने वाले ADHD वाले 70 वयस्कों पर शोध</a> में पाया गया कि उच्च फिजेटिंग स्तर सही प्रतिक्रियाओं से संबंधित थे (t-स्कोर 10.72, p < 0.001)।"
        }
      }
    },
    "whenToPractice": {
      "title": "कब अभ्यास करें",
      "items": [
        "जब आप बेचैन ऊर्जा महसूस करें या चिंता के दौरान अपने हाथों को व्यस्त रखने की आवश्यकता हो",
        "प्रतीक्षा अवधि के दौरान या तनावपूर्ण घटनाओं से पहले जब आपको विचलन की आवश्यकता हो",
        "जब चिंताजनक विचार दौड़ रहे हों और आपको चक्र तोड़ने की आवश्यकता हो",
        "कार्यों के बीच त्वरित रीसेट के रूप में संचित तनाव को रिहा करने के लिए"
      ]
    },
    "whatYoullNotice": {
      "title": "आप क्या देखेंगे",
      "items": [
        "प्रत्येक पॉप और संवेदी फीडबैक से तत्काल संतुष्टि",
        "चिंताजनक विचारों से गतिविधि की ओर ध्यान का धीरे-धीरे स्थानांतरण",
        "बेचैन ऊर्जा और फिजेटिंग आग्रह की शारीरिक रिहाई",
        "बबल पॉपिंग का एक पूरा राउंड पूरा करने के बाद शांत अवस्था"
      ]
    },
    "tips": {
      "title": "सर्वोत्तम परिणामों के लिए सुझाव",
      "posture": {
        "title": "लय",
        "description": "अपनी गति से बबल्स फोड़ें—ऊर्जा रिहाई के लिए तेज, व्यवस्थित शांति के लिए धीमी। कोई सही गति नहीं है।"
      },
      "environment": {
        "title": "ध्वनि",
        "description": "पॉप ध्वनि अनुभव में जोड़ती है। इसे वहां उपयोग करें जहां आप सहज हैं या शांत स्थानों में जरूरत हो तो म्यूट करें।"
      },
      "consistency": {
        "title": "दोहराव",
        "description": "कई राउंड ठीक हैं। तनाव को पूरी तरह से रिहा करने के लिए जितनी बार आवश्यक हो रीसेट करें और दोहराएं।"
      }
    }
  }
}
