{
  "techniques": {
    "breathing": {
      "name": "2-मिनट श्वास",
      "short_description": "सरल श्वास अभ्यास जो आपके तंत्रिका तंत्र को शांत करता है और कुछ ही मिनटों में चिंता कम करता है",
      "description": "जब चिंता आती है, तो आपकी सांस उथली और तेज हो जाती है। यह तकनीक आपको सरल श्वास पैटर्न सिखाती है जो आपके शरीर की प्राकृतिक विश्राम प्रतिक्रिया को सक्रिय करते हैं।",
      "duration": "2-3 मिनट"
    },
    "grounding": {
      "name": "5-4-3-2-1 ग्राउंडिंग",
      "short_description": "एक संवेदी तकनीक जो आपको चिंताजनक विचारों से बाहर निकालती है और आपके आस-पास क्या है उस पर ध्यान केंद्रित करती है",
      "description": "ग्राउंडिंग तकनीक आपकी पांच इंद्रियों का उपयोग करके आपको वर्तमान क्षण में स्थिर करती है। जब आप 5 चीजें जो आप देख सकते हैं, 4 जो आप छू सकते हैं, 3 जो आप सुन सकते हैं, 2 जो आप सूंघ सकते हैं, और 1 जो आप चख सकते हैं - यह चिंताजनक विचारों के चक्र को तोड़ता है और आपको अपने तत्काल वातावरण से जोड़ता है।",
      "duration": "3-5 मिनट"
    },
    "guidedBreathing": {
      "name": "गाइडेड ब्रीथिंग",
      "short_description": "आपकी हृदय गति को धीमा करने और तनाव कम करने के लिए चरण-दर-चरण श्वास पैटर्न",
      "description": "आपके स्वायत्त तंत्रिका तंत्र को नियंत्रित करने के लिए डिज़ाइन किए गए संरचित श्वास अभ्यासों का पालन करें। ये दृश्य मार्गदर्शिकाएं आपको उचित समय और लय बनाए रखने में मदद करती हैं, जिससे नियंत्रित श्वास अभ्यास से आने वाली गहरी विश्राम अवस्था प्राप्त करना आसान हो जाता है।",
      "duration": "5-10 मिनट"
    },
    "progressiveMuscleRelaxation": {
      "name": "प्रगतिशील मांसपेशी विश्राम",
      "short_description": "अपने पूरे शरीर में मांसपेशी समूहों को व्यवस्थित रूप से तनाव और शिथिल करके शारीरिक तनाव छोड़ें",
      "description": "चिंता अक्सर शारीरिक तनाव पैदा करती है जिसे आप शायद नोटिस भी न करें। यह तकनीक आपको विभिन्न मांसपेशी समूहों को व्यवस्थित रूप से तनाव देना और फिर छोड़ना सिखाती है, जिससे आपको शारीरिक तनाव के बारे में जागरूक होने और इसे जाने देना सीखने में मदद मिलती है। तनाव और विश्राम के बीच का अंतर आपके शरीर को शांति की गहरी अवस्था तक पहुंचने में मदद करता है।",
      "duration": "8-12 मिनट"
    },
    "peacefulVisualization": {
      "name": "शांतिपूर्ण विज़ुअलाइज़ेशन",
      "short_description": "निर्देशित मानसिक इमेजरी जो आपको तनाव और चिंता कम करने के लिए शांत वातावरण में ले जाती है",
      "description": "आपके मन में विज़ुअलाइज़ेशन के माध्यम से जीवंत, शांत अनुभव बनाने की शक्ति है। यह तकनीक आपको शांतिपूर्ण परिदृश्यों और शांत वातावरण के माध्यम से मार्गदर्शन करती है, आपके मस्तिष्क को चिंताजनक विचारों से दूर शांति की स्थिति में ले जाने में मदद करती है। नियमित अभ्यास से आप जरूरत पड़ने पर इस शांत अवस्था को अधिक आसानी से प्राप्त कर सकते हैं।",
      "duration": "10-12 मिनट"
    },
    "thoughtLabeling": {
      "name": "विचार लेबलिंग",
      "short_description": "एक माइंडफुलनेस तकनीक जो आपको चिंताजनक विचारों को तथ्य नहीं, बल्कि अस्थायी मानसिक घटनाओं के रूप में पहचानने में मदद करती है",
      "description": "जब आप चिंताजनक विचारों को पूर्ण सत्य मानते हैं तो वे भारी लग सकते हैं। यह माइंडफुलनेस अभ्यास आपको निर्णय के बजाय जिज्ञासा के साथ अपने विचारों का अवलोकन करना सिखाता है। विचारों को 'सोचना,' 'चिंता करना,' या 'योजना बनाना' के रूप में लेबल करना सीखना आपके और आपके चिंतित मन के बीच दूरी बनाता है, उनके भावनात्मक प्रभाव को कम करता है।",
      "duration": "5-15 मिनट"
    },
    "stressReliefBubbles": {
      "name": "स्ट्रेस रिलीफ बबल्स",
      "short_description": "इंटरैक्टिव बबल-पॉपिंग गतिविधि जो चिंता की ऊर्जा को खेल में बदल देती है",
      "description": "कभी-कभी चिंता से निपटने का सबसे अच्छा तरीका सौम्य ध्यान भटकाव और खेल है। यह सरल इंटरैक्टिव गतिविधि घबराहट की ऊर्जा को पुनर्निर्देशित करने में मदद करती है जबकि आपके मन को चिंताजनक विचारों से विराम देती है।",
      "duration": "2-5 मिनट"
    },
    "fidgetSpinner": {
      "name": "ऑनलाइन फिजेट स्पिनर",
      "short_description": "किसी भी डिवाइस पर शांत, दोहराव वाली घूर्णन गति से बेचैन हाथों को स्थिर करें।",
      "description": "घुमाएं, छोड़ें, और गति को धीमा होते देखें। सरल स्पर्श फोकस आपके हाथों को कुछ सुसंगत करने देता है जबकि आपका मन एक सादे दृश्य पैटर्न का अनुसरण करता है—जब आपको अतिरिक्त ऊर्जा के लिए एक शांत आउटलेट की आवश्यकता हो तब उपयोगी।",
      "duration": "1-3 मिनट"
    },
    "soundTherapy": {
      "name": "साउंड थेरेपी",
      "short_description": "विश्राम और मानसिक स्पष्टता को बढ़ावा देने वाली हीलिंग फ्रीक्वेंसी",
      "description": "विशेष ध्वनि फ्रीक्वेंसी मस्तिष्क तरंग पैटर्न को प्रभावित करने और विश्राम को बढ़ावा देने के लिए दिखाई गई हैं। ये सावधानी से चुनी गई हीलिंग फ्रीक्वेंसी मानसिक बातचीत को शांत करने और आपके मस्तिष्क को अधिक शांतिपूर्ण अवस्थाओं में मार्गदर्शन करने में मदद करती हैं। गहरी विश्राम और तनाव राहत का समर्थन करने वाला एक शांत वातावरण बनाने के लिए इस थेरेपी का उपयोग करें।",
      "duration": "5-30 मिनट"
    },
    "stressBall": {
      "name": "स्ट्रेस बॉल",
      "short_description": "तनाव को निचोड़ने और स्पर्श संलग्नता के माध्यम से चिंता की ऊर्जा को पुनर्निर्देशित करने के लिए इंटरैक्टिव स्ट्रेस बॉल",
      "description": "कभी-कभी शारीरिक तनाव को शारीरिक रिहाई की आवश्यकता होती है। यह वर्चुअल स्ट्रेस बॉल एक संतोषजनक स्पर्श अनुभव प्रदान करती है जो घबराहट की ऊर्जा और चिंता को उद्देश्यपूर्ण निचोड़ने की गतियों में चैनल करने में मदद करती है। दोहराव वाली क्रिया आपके मन को शांत करने में मदद करती है जबकि आपके शरीर को संचित तनाव को रिहा करने का एक तरीका देती है।",
      "duration": "1-5 मिनट"
    }
  }
}
