{
  "about": {
    "title": "הבנת חרדה",
    "whatHappens": {
      "title": "מה קורה בזמן חרדה",
      "description": "הגוף שלך מפעיל את תגובת ה'לחם או ברח', שמגבירה את קצב הלב, מאיצה את קצב הנשימה ומשחררת הורמוני לחץ כמו אדרנלין. תגובה זו לעיתים מופעלת שלא לצורך במצבים יומיומיים רגילים, ומשאירה אותך בתחושת דריכות מתמדת."
    },
    "howHelp": {
      "title": "כיצד טכניקות אלו עוזרות",
      "description": "טכניקות מבוססות-מחקר אלו מפעילות את מערכת העצבים הפאראסימפתטית, אשר מאזנת באופן טבעי את תגובת הלחץ. תרגול קבוע יכול להפחית גם את התדירות וגם את העוצמה של תחושות חרדה."
    },
    "tips": {
      "title": "טיפים לתוצאות מיטביות",
      "items": [
        "מצא מקום שקט ונוח שבו לא יפריעו לך",
        "התחל בטכניקות קצרות (2–5 דקות) אם רמת החרדה גבוהה",
        "תרגל באופן קבוע, גם כאשר אינך בחרדה, כדי לפתח מיומנות",
        "היה סבלני עם עצמך – הטכניקות הופכות קלות יותר עם הזמן"
      ]
    }
  },
  "resources": {
    "title": "משאבים נוספים",
    "professional": {
      "title": "מתי לפנות לעזרה מקצועית",
      "description": "אם החרדה משפיעה בצורה משמעותית על חיי היום-יום, העבודה או מערכות היחסים שלך, שקול לפנות לאיש מקצוע בתחום בריאות הנפש.",
      "signs": [
        "התקפי חרדה תכופים או חמורים",
        "הימנעות מפעילויות חשובות",
        "תסמינים פיזיים מתמשכים",
        "שינויים משמעותיים בשינה או בתיאבון"
      ]
    },
    "organizations": {
      "title": "ארגוני בריאות הנפש",
      "description": "ארגונים מובילים המספקים מידע ומשאבים מבוססי-מחקר לחרדה ודיכאון:",
      "list": [
        {
          "name": "אנוש - העמותה הישראלית לבריאות הנפש",
          "url": "https://www.enosh.org.il/",
          "description": "עמותה בינלאומית ללא מטרות רווח המוקדשת למניעה, טיפול וריפוי חרדה, דיכאון והפרעות נלוות. מציעה תכנים חינוכיים, וובינרים ומאגר מטפלים."
        },
        {
          "name": "המרכז הלאומי לבריאות הנפש – משרד הבריאות",
          "url": "https://www.gov.il/he/departments/units/mental_health_unit/govil-landing-page",
          "description": "האגף עוסק בקביעת מדיניות בריאות הנפש ויישומה במערך הארגוני והטיפולי בכל רצף השירותים."
        },
        {
          "name": "הסתדרות הפסיכולוגים בישראל",
          "url": "https://www.psychology.org.il/",
          "description": "הארגון המדעי המוביל המספק מידע מקיף על טיפולים בחרדה, אפשרויות טיפול ותובנות ממומחים."
        }
      ]
    }
  },
  "footer": {
    "title": "כלי עזר לחרדה",
    "description": "כלי קוד פתוח וחינמיים שיעזרו לך למצוא רוגע כאשר אתה זקוק לכך ביותר.",
    "disclaimer": "אתר זה מספק מידע כללי על חרדה ואינו מהווה תחליף לייעוץ רפואי מקצועי, אבחון או טיפול. יש להתייעץ תמיד עם רופא במקרה של חרדה מתמשכת.",
    "contribute": {
      "title": "תרום",
      "github": "גיטהאב",
      "discussions": "דיונים"
    }
  }
}
